var levelData={
    "1": {
        "name": "诚诚油炸花生仁",
        "size": "330×245×240",
        "num":14
    },
    "2": {
        "name": "华冠芝士微波炉爆米花",
        "size": "395×490×210",
        "num":6
    },
    "3": {
        "name": "脆香饼干",
        "size": "595×395×375",
        "num":5
    },
    "4": {
        "name": "爱牧云南优质小粒咖啡",
        "size": "586×378×180",
        "num":5
    },
    "5": {
        "name": "神奇松花蛋",
        "size": "498×333×180",
        "num":7
    },
    "6": {
        "name": "婴儿湿巾",
        "size": "395×245×230",
        "num":12
    },
    "7": {
        "name": "婴儿美奶粉",
        "size": "295×245×210",
        "num":16
    },
    "8": {
        "name": "利鑫达板栗",
        "size": "395×295×275",
        "num":10
    },
    "9": {
        "name": "兴华苦杏仁",
        "size": "400×240×220",
        "num":11
    },
    "10": {
        "name": "蒙野原汁山葡萄酒",
        "size": "595×325×180",
        "num":6
    },
    "11": {
        "name": "隆达葡萄籽油",
        "size": "195×395×180",
        "num":15
    },
    "12": {
        "name": "黄桃水果罐头",
        "size": "330×235×240",
        "num":15
    },
    "13": {
        "name": "婴儿纸尿裤",
        "size": "448×276×180",
        "num":9
    },
    "14": {
        "name": "顺心奶嘴",
        "size": "460×260×230",
        "num":9
    },
    "15": {
        "name": "休闲黑瓜子",
        "size": "455×245×200",
        "num":9
    },
    "16": {
        "name": "金多多婴儿营养米粉",
        "size": "316×211×180",
        "num":16
    },
    "17": {
        "name": "金谷精品杂粮营养粥",
        "size": "300×200×180",
        "num":20
    },
    "18": {
        "name": "轩广章鱼小丸子",
        "size": "200×200×180",
        "num":30
    },
    "19": {
        "name": "乐纳可茄汁沙丁鱼罐头",
        "size": "300×133×240",
        "num":20
    },
    "20": {
        "name": "早苗栗子西点蛋糕",
        "size": "224×138×210",
        "num":36
    }
};
